Repository: Petter011/RememBEER
Catalog: Localizable.xcstrings
Source language: en
Languages: sv

source: Add a Note
sv: Lägg till anteckning

source: Add beer
sv: Lägg till öl

source: Add new beer
sv: Lägg till ny öl

source: All
sv: Alla

source: All Beer
sv: Alla Öl

source: Appearance
sv: Utseende

source: Are you sure you want to delete this beer?
sv: Är du säker på att du vill radera ölen?

source: Beer
sv: Öl

source: Blur-effect
sv: Blur-effekt

source: Cancel
sv: Avbryt

source: Cheers
sv: Skål

source: Confirm Delete
sv: Bekräfta

source: Creating QR Code...
sv: Skapar QR kod...

source: Dark Mode
sv: Mörkt läge

source: Delete
sv: Radera

source: Done
sv: Klar

source: Edit
sv: Redigera

source: Edit beer
sv: Redigera öl

source: Error
sv: Stopp!

source: Error generating QR code
sv: Fel vid skapande av QR kod

source: Give RememBEER permission to open your camera. Pictures are saved on your phone to show pictures of your beers
sv: Ge RememBEER tillåtelse att öppna din kamera. Bilderna sparas på din telefon för att visa bilder på dina öl

source: Hints
sv: Tips

source: If you longpress the beer of chose you can edit, share or delete the beer!
sv: Om du "trycker länge" på en öl kan du redigera, dela eller radera ölen!

source: My Beer
sv: Mina Öl

source: Name of the beer?
sv: Namn på ölen?

source: QR Code
sv: QR kod

source: Rating (0-10)
sv: Betyg (0-10)

source: Received Beer
sv: Mottagna Öl

source: Recived
sv: Mottagna

source: Save
sv: Spara

source: Save to My Beer
sv: Spara till Mina Öl

source: Scan QR
sv: Scanna QR

source: Scan QR Code
sv: Scanna QR kod

source: Search Beer
sv: Sök öl

source: Search by name or rating
sv: Sök namn eller betyg

source: Settings
sv: Inställningar

source: Share with QR Code
sv: Dela med QR kod

source: Take a picture
sv: Ta kort

source: Welcome to RememBEER – where beer lovers share the joy of discovery! Unleash the power of QR codes to share your favorite beers with friends and fellow enthusiasts. Scan and unveil a world of flavors, ratings, and images, creating a unique experience for every beer. Join our vibrant community, where each QR code tells a story, sparking conversations and fostering a shared passion for craft beer. Let's explore, savor, and celebrate together. Cheers to the journey of beer discovery!
sv: Välkommen till RememBEER – där ölälskare delar upptäckarglädjen! Släpp lös kraften med QR-koder för att dela dina favoritöl med vänner och andra entusiaster. Skanna och avslöja en värld av smaker, betyg och bilder, vilket skapar en unik upplevelse för varje öl. Gå med i vår pulserande community, där varje QR-kod berättar en historia, väcker konversationer och främjar en gemensam passion för hantverksöl. Låt oss utforska, njuta av och fira tillsammans. Skål för resan att upptäcka nya smakrika öl!

source: When you seach in All Beers you can seach both by name or points.
sv: Nur du söker i Alla öl kan du söka både efter namn eller poäng.

source: Which type of beer? e.g. IPA, APA
sv: Vilken sorts öl? t.ex IPA, APA

source: You need to enter beer type and take a picture before saving.
sv: Du måste fylla i öl typen och ta ett kort innan du sparar.
